
{
  "productNames": {
    "1234": "Trodat Printy 4912",
    "5678": "Shiny R-542 Bleu",
    "1401": "Trodat 44045 Ovale",
    "1502": "Carré Vert 4923",
    "2023": "Shiny S-827",
    "2890": "MobiStamps Professionnel",
    "sirdas-470": "Sirdas Dateur 470",
    "kasem-2002": "Kasem 2002",
    "shiny-s723": "Shiny S-723",
    "shiny-s032": "Shiny S-032",
    "shiny-s042": "Shiny S-042",
    "wood-round-30": "Bois Rond 30",
    "wood-2x5": "Bois 2x5",
    "wood-round-40": "Bois Rond 40",
    "shiny-s842": "Shiny S-842",
    "sirdas-206": "Sirdas 206",
    "shiny-s722": "Shiny S-722",
    "trodat-4914": "Trodat 4914",
    "trodat-4913": "Trodat 4913",
    "trodat-4927": "Trodat 4927",
    "trodat-imprint-12": "Trodat Imprint 12",
    "trodat-4912": "Trodat 4912",
    "mobistamps-r30": "MobiStamps R30",
    "trodat-44055": "Trodat 44055",
    "sirdas-pocket-80": "Sirdas Pocket 80",
    "trodat-imprint-11": "Trodat Imprint 11",
    "mobistamps-4312": "MobiStamps 4312",
    "mobistamps-4311": "MobiStamps 4311"
  },
  "productDescriptions": {
    "1234": "Tampon rectangulaire professionnel, parfait pour le bureau.",
    "5678": "Tampon rond bleu avec une prise en main ergonomique, conçu pour un usage quotidien.",
    "1401": "Tampon ovale premium pour les bureaux créatifs.",
    "1502": "Tampon carré auto-encreur vert pour les tâches à gros volume.",
    "2023": "Tampon rectangulaire de marque Shiny, conçu pour durer.",
    "2890": "Modèle classique MobiStamp, adapté aux procédures professionnelles.",
    "sirdas-470": "Dateur auto-encreur professionnel avec capacité de 8 lignes de texte.",
    "kasem-2002": "Tampon auto-encreur compact avec capacité de 5 lignes de texte.",
    "shiny-s723": "Tampon auto-encreur de haute qualité avec capacité de 5 lignes de texte.",
    "shiny-s032": "Tampon rond auto-encreur avec fonction logo et 2 lignes de texte.",
    "shiny-s042": "Tampon rond auto-encreur avec fonction logo et 4 lignes de texte.",
    "wood-round-30": "Tampon rond en bois classique avec 2 lignes de texte et fonction logo.",
    "wood-2x5": "Tampon rectangulaire en bois classique avec capacité de 5 lignes de texte.",
    "wood-round-40": "Tampon rond en bois classique avec 4 lignes de texte et fonction logo.",
    "shiny-s842": "Tampon auto-encreur premium avec 4 lignes de texte et fonction logo.",
    "sirdas-206": "Tampon auto-encreur professionnel avec capacité de 7 lignes de texte.",
    "shiny-s722": "Tampon auto-encreur compact avec capacité de 4 lignes de texte.",
    "trodat-4914": "Tampon auto-encreur professionnel avec capacité de 7 lignes de texte.",
    "trodat-4913": "Tampon auto-encreur compact avec 6 lignes de texte. CO₂ neutre par défaut.",
    "trodat-4927": "Grand tampon auto-encreur avec 7 lignes de texte. Parfait pour les formulaires et factures.",
    "trodat-imprint-12": "Tampon auto-encreur polyvalent disponible en plusieurs couleurs avec capacité de 5 lignes de texte.",
    "trodat-4912": "Tampon auto-encreur populaire avec 5 lignes de texte. CO₂ neutre par défaut.",
    "mobistamps-r30": "Tampon rond auto-encreur avec 2 lignes de texte et fonction logo. Design compact.",
    "trodat-44055": "Grand tampon auto-encreur pour entreprises avec 6 lignes de texte. CO₂ neutre par défaut.",
    "sirdas-pocket-80": "Tampon auto-encreur de poche avec 5 lignes de texte. Portable et pratique.",
    "trodat-imprint-11": "Tampon auto-encreur compact avec 4 lignes de texte. Existe avec formules pré-encrées comme 'PAYÉ' ou 'CONFIDENTIEL'.",
    "mobistamps-4312": "Tampon auto-encreur avec 5 lignes de texte. Corps transparent pour un positionnement précis.",
    "mobistamps-4311": "Tampon auto-encreur compact avec 4 lignes de texte. Existe avec formules pré-encrées comme 'PAYÉ' ou 'CONFIDENTIEL'."
  }
}
